statuses = [
    "已完成",
    "待料中/已連絡廠商",
]  # "其他"

offices = [
    "總務處",
    "設備組",
    "資訊室",
]

items = [
    ("冷氣", 1),
    ("門窗鎖", 1),
    ("課桌椅", 1),
    ("桌機筆電", 1),
    ("影印機", 1),
    ("廣播系統", 1),
    ("飲水機", 1),
    ("電話傳真", 1),
    ("電梯", 1),
    ("校園景觀", 1),
    ("投影機", 2),
    ("教學麥克風", 2),
    ("無聲廣播", 2),
    ("電子班牌", 3),
]  # "其他"

buildings = [
    "至善樓",
    "中正樓",
    "新民樓",
    "舊北樓",
    "東樓",
    "西樓",
    "中興堂",
    "技藝館",
    "圖書館",
    "室內體育館",
    "體育組",
    "樂教館",
    "游泳池",
    "國中部",
    "學生社團活動中心",
    "室外籃球場",
    "排球場",
    "網球場",
    "操場",
]  # "其他"
